IDEA Open Model
ConnectionCheckRes.CheckResSummary Property
 List of CheckResSummary
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<CheckResSummary> CheckResSummary { get; set; }
Public Property CheckResSummary As List(Of CheckResSummary)
	Get
	Set
public:
property List<CheckResSummary^>^ CheckResSummary {
	List<CheckResSummary^>^ get ();
	void set (List<CheckResSummary^>^ value);
}
Property Value
Type: List<CheckResSummary>
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace